Repository: gee1k/uPic
Catalog: UPicCore/Sources/UPicCore/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# af-south-1
source: Africa (Cape Town)
zh_hans: 非洲（开普敦）

# ap-bangkok
source: Bangkok
zh_hans: 曼谷

# ap-beijing
source: Beijing
zh_hans: 北京

# ap-beijing-1
source: Beijing First District
zh_hans: 北京一区

# ap-beijing-fsi
source: Beijing Finance
zh_hans: 北京金融

# ap-chengdu
source: Chengdu (Southwest)
zh_hans: 成都

# ap-chongqing
source: Chongqing
zh_hans: 重庆

# ap-east-1
source: Asia Pacific (Hong Kong)
zh_hans: 亚太地区（香港）

# ap-guangzhou
source: Guangzhou (South China)
zh_hans: 广州

# ap-hongkong
source: Hong Kong, China
zh_hans: 中国香港

# ap-jakarta
source: Jakarta
zh_hans: 雅加达

# ap-nanjing
source: Nanjing
zh_hans: 南京

# ap-northeast-1
source: Asia Pacific (Tokyo)
zh_hans: 亚太区域（东京）

# ap-northeast-2
source: Asia Pacific (Seoul)
zh_hans: 亚太区域（首尔）

# ap-northeast-3
source: Asia Pacific (Osaka)
zh_hans: 亚太区域 (大阪)

# ap-seoul
source: Seoul
zh_hans: 首尔

# ap-shanghai
source: Shanghai (East China)
zh_hans: 上海

# ap-shanghai-fsi
source: Shanghai Finance
zh_hans: 上海金融

# ap-shenzhen-fsi
source: Shenzhen Finance
zh_hans: 深圳金融

# ap-singapore
source: Singapore
zh_hans: 新加坡

# ap-south-1
source: Asia Pacific (Mumbai)
zh_hans: 亚太地区（孟买）

# ap-south-2
source: Asia Pacific (Hyderabad)
zh_hans: 亚太地区（海得拉巴）

# ap-southeast-1
source: Asia Pacific (Singapore)
zh_hans: 亚太区域（新加坡）

# ap-southeast-2
source: Asia Pacific - Hanoi
zh_hans: 亚太-河内

# ap-southeast-3
source: Asia Pacific - Ho Chi Minh
zh_hans: 亚太-胡志明

# ap-southeast-4
source: Asia Pacific (Melbourne)
zh_hans: 亚太地区（墨尔本）

# ap-southeast-5
source: Asia Pacific (Malaysia)
zh_hans: 亚太地区（马来西亚）

# ap-southeast-7
source: Asia Pacific (Thailand)
zh_hans: 亚太区域（泰国）

# ap-tokyo
source: Tokyo
zh_hans: 东京

# as0
source: Asia Pacific - Singapore
zh_hans: 亚太-新加坡

# bd
source: North China-Baoding
zh_hans: 华北-保定

# bj
source: North China-Beijing
zh_hans: 华北-北京

source: Body Data
zh_hans: Body 数据

source: Bodys
zh_hans: 请求体

source: Branch
zh_hans: 分支

source: Bucket
zh_hans: 空间名称

# ca-central-1
source: Canada (Central)
zh_hans: 加拿大（中部）

# ca-west-1
source: Canada West (Calgary)
zh_hans: 加拿大西部（卡尔加里）

# cd
source: Southwest China-Chengdu
zh_hans: 西南-成都

# cn-east-2
source: East China - Zhejiang 2
zh_hans: 华东-浙江2

# cn-northwest-1
source: Northwest China - Shaanxi 1
zh_hans: 西北-陕西1

source: Cookie Mode
zh_hans: Cookie 模式

source: Customize
zh_hans: 自定义

source: Domain
zh_hans: 域名

source: Endpoint
zh_hans: 服务端 URL

# eu-central-1
source: Europe (Frankfurt)
zh_hans: 欧洲（法兰克福）

# eu-central-2
source: Europe (Zurich)
zh_hans: 欧洲（苏黎世）

# eu-frankfurt
source: Frankfurt
zh_hans: 法兰克福

# eu-north-1
source: Europe (Stockholm)
zh_hans: 欧洲（斯德哥尔摩）

# eu-south-1
source: Europe (Milan)
zh_hans: 欧洲（米兰）

# eu-south-2
source: Europe (Spain)
zh_hans: 欧洲（西班牙）

# eu-west-1
source: Europe (Ireland)
zh_hans: 欧洲（爱尔兰）

# eu-west-2
source: Europe (London)
zh_hans: 欧洲（伦敦）

# eu-west-3
source: Europe (Paris)
zh_hans: 欧洲 (巴黎)

# field
source: File Field
zh_hans: 文件字段名

source: File format not supported.
zh_hans: 文件类型不支持。

source: File is over the size limit! Limit:
zh_hans: 文件大小超过限制! 最大为:

# fsh
source: East China Finance-Shanghai
zh_hans: 华东金融-上海

# fwh
source: Central China-Wuhan
zh_hans: 华中-武汉

# gz
source: South China-Guangzhou
zh_hans: 华南-广州

source: Header Data
zh_hans: Headers 数据

source: Headers
zh_hans: 请求头

# hkg
source: China Hong Kong
zh_hans: 中国香港

# host.type.aliyun_oss
source: Aliyun OSS
zh_hans: 阿里云 OSS

# host.type.baidu_bos
source: Baidu Cloud BOS
zh_hans: 百度云 BOS

# host.type.custom
source: Custom
zh_hans: 自定义

# host.type.gitee
source: Gitee
zh_hans: 码云 Gitee

# host.type.qiniu_kodo
source: Qiniu KODO
zh_hans: 七牛云 KODO

# host.type.s3
source: Amazon S3(S3 protocols)
zh_hans: Amazon S3(S3协议)

# host.type.tencent_cos
source: Tencent Cloud COS
zh_hans: 腾讯云 COS

# host.type.upyun_uss
source: Upyun USS
zh_hans: 又拍云 USS

# host.type.weibo
source: Weibo
zh_hans: 微博

source: Host Name
zh_hans: 图床名称

# il-central-1
source: Israel (Tel Aviv)
zh_hans: 以色列（特拉维夫）

source: Invalid config.
zh_hans: 无效的配置。

source: Invalid response.
zh_hans: 无效的返回信息。

source: Invalid signature.
zh_hans: 无效的签名。

# me-central-1
source: Middle East (UAE)
zh_hans: 中东（阿联酋）

# me-south-1
source: Middle East (Bahrain)
zh_hans: 中东（巴林）

source: Medium
zh_hans: 中等大小

source: Method
zh_hans: 请求方式

# mx-central-1
source: Mexico (Central)
zh_hans: 墨西哥（中部）

# na-ashburn
source: Virginia
zh_hans: 弗吉尼亚（美东）

# na-siliconvalley
source: Silicon Valley
zh_hans: 硅谷（美西）

# na0
source: North America
zh_hans: 北美

# operatorName
source: Operator
zh_hans: 操作员

source: Original
zh_hans: 原图

# oss-ap-northeast-1
source: Japan (Tokyo)
zh_hans: 日本（东京）

# oss-ap-northeast-2
source: Korea (Seoul)
zh_hans: 韩国（首尔）

# oss-ap-southeast-1
source: Singapore
zh_hans: 新加坡

# oss-ap-southeast-3
source: Malaysia (Kuala Lumpur)
zh_hans: 马来西亚（吉隆坡）

# oss-ap-southeast-5
source: Indonesia (Jakarta)
zh_hans: 印度尼西亚（雅加达）

# oss-ap-southeast-6
source: Philippines (Manila)
zh_hans: 菲律宾（马尼拉）

# oss-ap-southeast-7
source: Thailand (Bangkok)
zh_hans: 泰国（曼谷）

# oss-cn-beijing
source: North China 2 (Beijing)
zh_hans: 华北2（北京）

# oss-cn-chengdu
source: Southwest 1 (Chengdu)
zh_hans: 西南1（成都）

# oss-cn-fuzhou
source: East China 6 (Fuzhou)
zh_hans: 华东6（福州-本地地域）

# oss-cn-guangzhou
source: South China 3 (Guangzhou)
zh_hans: 华南3（广州）

# oss-cn-hangzhou
source: East China 1 (Hangzhou)
zh_hans: 华东1（杭州）

# oss-cn-heyuan
source: South China 2 (Heyuan)
zh_hans: 华南2（河源）

# oss-cn-hongkong
source: China (Hong Kong)
zh_hans: 中国（香港）

# oss-cn-huhehaote
source: North China 5 (Hohhot)
zh_hans: 华北5（呼和浩特）

# oss-cn-nanjing
source: East China 5 (Nanjing)
zh_hans: 华东5（南京-本地地域）

# oss-cn-qingdao
source: North China 1 (Qingdao)
zh_hans: 华北1（青岛）

# oss-cn-shanghai
source: East China 2 (Shanghai)
zh_hans: 华东2（上海）

# oss-cn-shenzhen
source: South China 1 (Shenzhen)
zh_hans: 华南1（深圳）

# oss-cn-wuhan-lr
source: Central China 1 (Wuhan)
zh_hans: 华中1（武汉-本地地域）

# oss-cn-wulanchabu
source: North China 6 (Wulancha)
zh_hans: 华北6（乌兰察布）

# oss-cn-zhangjiakou
source: North China 3 (Zhangjiakou)
zh_hans: 华北3（张家口）

# oss-eu-central-1
source: Germany (Frankfurt)
zh_hans: 德国（法兰克福）

# oss-eu-west-1
source: London, (England)
zh_hans: 英国（伦敦）

# oss-me-east-1
source: United Arab Emirates (Dubai)
zh_hans: 阿联酋（迪拜）

# oss-na-south-1
source: Mexico
zh_hans: 墨西哥

# oss-rg-china-mainland
source: No geographical attributes (Mainland China)
zh_hans: 无地域属性（中国内地）

# oss-us-east-1
source: USA (Virginia)
zh_hans: 美国（弗吉尼亚）

# oss-us-west-1
source: USA (Silicon Valley)
zh_hans: 美国（硅谷）

source: Other fields
zh_hans: 其他字段

source: Owner
zh_hans: 用户名

source: Password
zh_hans: 密码

# quality
source: Pic Quality
zh_hans: 图片质量

source: Region
zh_hans: 区域

source: Repo
zh_hans: 仓库名

source: Result Path
zh_hans: 结果路径

# sa-east-1
source: South America (São Paulo)
zh_hans: 南美洲（圣保罗）

# sa-saopaulo
source: Sao Paulo
zh_hans: 圣保罗

# saveKeyPath
source: Save Key
zh_hans: 保存路径

# su
source: East China-Suzhou
zh_hans: 华东-苏州

# suffix
source: URL suffix
zh_hans: 网址后缀

source: Thumbnail
zh_hans: 缩略图

source: Unknown error
zh_hans: 未知错误。

source: Unknown host type.
zh_hans: 未知的图床类型。

# url
source: API URL
zh_hans: API 地址

# us-east-1
source: US East (N. Virginia)
zh_hans: 美国东部（弗吉尼亚北部）

# us-east-2
source: US East (Ohio)
zh_hans: 美国东部（俄亥俄州）

# us-west-1
source: US West (N. California)
zh_hans: 美国西部（加利福尼亚北部）

# us-west-2
source: US West (Oregon)
zh_hans: 美国西部（俄勒冈）

source: Use Base64
zh_hans: 使用 Base64

# useCdn
source: Use the default CDN
zh_hans: 使用默认 CDN

source: Username
zh_hans: 用户名

source: Version
zh_hans: 版本

source: Weibo
zh_hans: 微博

# weibo.quality.large
source: original
zh_hans: 原图

# weibo.quality.mw690
source: medium size
zh_hans: 中等大小

# weibo.quality.thumbnail
source: thumbnail
zh_hans: 缩略图

# z0
source: East China
zh_hans: 华东

# z1
source: North China
zh_hans: 华北

# z2
source: South China
zh_hans: 华南
